const artData = [
  {
    title: "бестіаріат",
    filename: "nullimage@0,33x.png",
    desc: "тут скоро щось буде",
    year: "2025",
    medium: "Oil on Canvas"
  },
  {
    title: "уродікі",
    filename: "nullimage@0,33x.png",
    desc: "графічна серія, присвячена відчуттю безпорадності.",
    year: "2025-",
    medium: "папір, гелева ручка"
  },
  {
    title: "контакти",
    filename: "shy.png",
    desc:
      "terricored@gmail.com \n tg @yukozub \n inst @terricored \n facebook.com/shayakhmetovayulya/",
    year: "2025",
    medium: "Oil on Canvas"
  },
  {
    title: "СV",
    filename: "nullimage@0,33x.png",
    desc:
      "Освіта: \n > Одеський художній фаховий коледж ім. М.Б. Грекова (2017 – 2021) \n > Національна академія образотворчого мистецтва та архітектури (2021 – теперішній час) \n \n Обрані виставки та проекти: \n > 1-е місце в н-ції “Друкована графіка” Міжнародного конкурсу  «INTER INTRO BOOK PRINT» (Київ, 2024) \n > Виставка «Графічні історії», Ірпінський історико-краєзнавчий музей (Ірпінь, 2024) \n > Виставка «Трикутник та пряма лінія», Львівський муніципальний мистецький центр, Gareleya Neotodryosh (Львів, 2023) \n > Каталог «Погляд на дві тисячі ярдів», Gareleya Neotodryosh (Львів, 2022) \n> Виставка «Гучна тиша» у рамках фестивалю LE FESTIVAL DES CULTURES EST-OUEST 6e ÉDITION (Париж, 2022) \n> Виставка «Межі» у рамках проекту студентів Львівської академії мистецтва «Буквально андеґраундна виставка» (Львів, 2022) \n > «Ескіз-пленер-сувенір» – колаборація молодих художників із Музеєм сучасного мистецтва Одеси під кураторством Ігоря Гусєва та Сергія Ануфрієва (Одеса, 2020)\n > «Розфокус» – студентська виставка, Одеський художній фаховий коледж ім. М.Б. Грекова (Одеса, 2019)  \n > «Паралелі» – студентська виставка в Одеському муніципальному музеї Особистих колекцій ім. О.В. Блещунова, Одеса (Одеса, 2019) ",
    year: "2026",
    medium: "Digital Animation"
  },
  {
    title: "екстра",
    filename: "nullimage@0,33x.png",
    desc: "тут скоро щось буде",
    year: "2024-2025",
    medium: "акварель, папір"
  },
  {
    title: "про мене",
    filename: "mepage1.png",
    desc:
      "моя практика з того, що мені вдалось забрати з собою в 2014 році, і  про те, що мені довелось залишити. \n з  2014 року я  беззупинно шукала тих, чий досвід переселенства перегукнувся би з моїм: по колу кожен день забивала в гугл та твіттер слова «переселенці», «ВПО», «ТОТ». я перечитала всі пости, всі статті, всі вірші, одним словом – все, що мені щастило знайти. я шукала їх, щоб відчувати, що я не одна.  \n я працюю, щоб інші, хто шукає цей зв'язок з домом, мали змогу знайти його через мене.",
    year: "2026",
    medium: ""
  },
  {
    title: "впо",
    filename: "nullimage@0,33x.png",
    desc: "цикл робіт, зосереджений на досвіді вимушенного переміщення",
    year: "2019-",
    medium: ""
  },
  {
    title: "зіни",
    filename: "nullimage@0,33x.png",
    desc: "тут скоро щось буде",
    year: "2025",
    medium: "Oil on Canvas"
  }
];