const artData = [
  {
    title: "бестіаріат",
    filename: "nullimage@0,33x.png",
    desc: "химерний кольоровий зоопарк.",
    year: "2025",
    medium: "акварель, папір",
    type: "image-stack",
    images: [
      { src: "bestiariat.png", overlap: 0 }
    ]
  },
  {
    title: "уродікі",
    filename: "nullimage@0,33x.png",
    desc: "графічна серія, присвячена відчуттю безпорадності.",
    year: "2025-",
    medium: "папір, гелева ручка",
    type: "image-stack",
    images: [
      { src: "ur1.png", overlap: 0 },
      { src: "ur2.png", overlap: 0 },
      { src: "ur3.png", overlap: 0 },
      { src: "ur4.png", overlap: 0 },
      { src: "ur5.png", overlap: 0 }
    ]
  },
  {
    title: "контакти",
    filename: "shy.png",
    desc:
      "terricored@gmail.com \n tg @yukozub \n inst @terricored \n facebook.com/shayakhmetovayulya/",
    year: "2025",
    medium: "Oil on Canvas",
    type: "contact",
    desc: "",
    reactionImg: "shy.png",
    glitchGif: "shy2.gif",
    links: [
      { label: "EMAIL", value: "terricored@gmail.com", url: "mailto:terricored@gmail.com", icon: "email.png" },
      { label: "FACEBOOK", value: "fb.com/shayakhmetovayulya/", url: "https://facebook.com/shayakhmetovayulya/", icon: "fb.png" },
      { label: "TELEGRAM", value: "@yukozub", url: "https://t.me/yukozub", icon: "tg.png" },
      { label: "INSTAGRAM", value: "@terricored", url: "https://instagram.com/terricored", icon: "ig.png" }
    ]
  },
  {
    title: "cV",
    filename: "nullimage@0,33x.png",
    desc:
      "Освіта: \n > Одеський художній фаховий коледж ім. М.Б. Грекова (2017 – 2021) \n > Національна академія образотворчого мистецтва та архітектури (2021 – теперішній час) \n \n Обрані виставки та проекти: \n > 1-е місце в н-ції “Друкована графіка” Міжнародного конкурсу  «INTER INTRO BOOK PRINT» (Київ, 2024) \n > Виставка «Графічні історії», Ірпінський історико-краєзнавчий музей (Ірпінь, 2024) \n > Виставка «Трикутник та пряма лінія», Львівський муніципальний мистецький центр, Gareleya Neotodryosh (Львів, 2023) \n > Каталог «Погляд на дві тисячі ярдів», Gareleya Neotodryosh (Львів, 2022) \n> Виставка «Гучна тиша» у рамках фестивалю LE FESTIVAL DES CULTURES EST-OUEST 6e ÉDITION (Париж, 2022) \n> Виставка «Межі» у рамках проекту студентів Львівської академії мистецтва «Буквально андеґраундна виставка» (Львів, 2022) \n > «Ескіз-пленер-сувенір» – колаборація молодих художників із Музеєм сучасного мистецтва Одеси під кураторством Ігоря Гусєва та Сергія Ануфрієва (Одеса, 2020)\n > «Розфокус» – студентська виставка, Одеський художній фаховий коледж ім. М.Б. Грекова (Одеса, 2019)  \n > «Паралелі» – студентська виставка в Одеському муніципальному музеї Особистих колекцій ім. О.В. Блещунова, Одеса (Одеса, 2019) ",
    year: "2026",
    medium: "Digital Animation",
    type: "pdf",
    fileUrl: "https://terricored.github.io/Portfolio/assets/CV.pdf"
  },
  {
    title: "екстра",
    filename: "nullimage@0,33x.png",
    desc: "тут скоро щось буде",
    year: "",
    medium: "",
    type: "art-split"
  },
  {
    title: "про мене",
    filename: "mepage1.png",
    desc:
      "\n\n\n\n\n\n\n моя практика з того, що мені вдалось забрати з собою в 2014 році, і  про те, що мені довелось залишити. \n \n з  2014 року я  беззупинно шукала тих, чий досвід переселенства перегукнувся би з моїм: по колу кожен день забивала в гугл та твіттер слова «переселенці», «ВПО», «ТОТ». я перечитала всі пости, всі статті, всі вірші, одним словом – все, що мені щастило знайти. я шукала їх, щоб відчувати, що я не одна. \n \n я працюю, щоб інші, хто шукає цей зв'язок з домом, мали змогу знайти його через мене.",
    year: "",
    medium: "",
    type: "art-split"
  },
  {
    title: "впо",
    filename: "vpo1234.png",
    desc: "цикл робіт, зосереджений на досвіді вимушенного переміщення",
    year: "",
    type: "chess",
    rows: [
      {
        title: "впо",
        year: "диптих \n 2022",
        medium: "полотно, олія, валіза, пісок",
        desc: " Необхідність звузити своє життя до розміру валізи.\n \n Поза та кольорове рішення відсилають до пози ембріону та кольорів, типових для зображення дитини в утробі і символізують початок нового життя. ",
        media: [
          { type: "image", src: "vpo1234.png" }
        ]
      },
      {
        title: "гра",
        year: "2024",
        medium: "літографія",
        desc: " Минулого року прилетіло біля рогатого терикону. Він – мій улюблений, хоч я ніколи його й не бачила.\n \n В новинах не казали, чи вцілів він, і я декілька тижнів не могла відпустити думку, що так ніколи його й не побачу. \n \n На відстані все, що лишилось в окупації, поступово набуває міфологічного характеру. На реальні, фізичні, але недосяжні покинуті речі  та місця напливає туман ностальгії, і всі вони перетворюються в моїй голові на маленький ляльковий будиночок, а я щодня копирсаюся в ньому, наче в дитинстві.",
        media: [
          { type: "image", src: "gra.png" }
        ]
      },
      {
        title: "ау",
        year: "2024",
        medium: "шовкодрук на кальці",
        desc: " Більше ніде не відчуваю себе на своєму місці.\n \n Не дивуюсь тому, що так воно є в тих містах, що мене прихистили – я знаю, що ніколи не пристосуюсь до них на 100%, тому вже навіть не намагаюсь.\n \n Більше мене лякає думка про те, що по поверненні додому я вже не зможу прижитись там назад. ",
        media: [
          { type: "image", src: "au.png" }
        ]
      },
      {
        title: "дім",
        year: "2024",
        medium: "літографія",
        desc: " Чим більше думаю про дім, тим далі він від мене.\n \n Речі, які на новому місці я роблю, щоб продовжити рух (який, в моїй уяві, неодмінно приведе мене назад, додому), тільки прив’язують мене до нового місця.\n \n Думка про повернення додому починає здаватись незручною. Невчасною.\n \n В такі моменти я ненавиджу себе ще більше. ",
        media: [
          { type: "image", src: "dim.png" }
        ]
      },   
      {
        title: "Макєєвка - громко",
        year: "2023",
        medium: "літографія",
        desc: " Рідні мені місця я бачу щодня - в телеграм-помийці ДОНЕЦК Z | ВОЕННЬІЕ СВОДКИ | МАКЕЕВКА, але тільки тоді, коли війна вже спотворила їх.  \n \n Сповіщення про пости з усіх місцевих каналів ввімкнені в мене абсолютно завжди, 24 на 7,  сім днів на тиждень. Кожне “Громко в Макєєвкє” змушує мене невідкладно відкривати їх.  \n \n В кожному з цих постів я боюсь побачити фотографію свого будинку. ",
        media: [
          { type: "image", src: "gromko.png" }
        ]
      },
      {
        title: "Не напитись",
        year: "поліптих\n 2025",
        medium: "офорт, дошки",
        desc: " Присвячення водам Донбасу, його жителям та шахті Юнком",
        media: [
          { type: "image", src: "nenapytys.png" }
        ]
      }]
      },
  {
    title: "зіни",
    filename: "nullimage@0,33x.png",
    type: "chess",
    desc: "мої самвидави, арт-буки та зіни",
    rows: [
      {
        title: "що залишилось в руці",
        year: "2025",
        medium: "дошки, левкас, олійні фарби, \n  \n цифровий друк на папері",
        desc: "Проект, присвячений речам, \n які ми беремо з собою, \n коли покидаємо дім.\n \n В ході анкетування було опитано \n 29 внутрішньо переміщених осіб \n зі сходу та півдня України. \n \n 7 з їх особистих історій  \n увійшло до цієї збірки \n на основі серії \n левкасів-ілюстрацій.",
        media: [
          { type: "image", src: "zinshzvr.png" }
        ]
      },
      {
        title: "я не хотіла їхати в Ірпінь",
        year: "2024",
        medium: "пластик, папір, калька, туш",
        desc: " Низка спогадів про дім, що накладається на подорож до вільного Ірпіня.",
        media: [
          { type: "image", src: "zinirpin2.png" },
          { type: "image", src: "zinirpinpage.png" }
        ]
      },
      {
        title: "hiraeth",
        year: "2026",
        medium: "папір, гелева ручка",
        desc: " словникова довідка.",
        media: [
          { type: "image", src: "zinhiraeth.png" }
        ]
      },
      {
        title: "про місяць",
        year: "2026",
        medium: "папір, гелева ручка",
        desc: " ... і про те, на що він буває подібний.",
        media: [
          { type: "image", src: "zinmoon.png" }
        ]
      },
    ]
  }
];